{"d1e3": {"l": "./chapter-7.html#topic_xmc_zwq_fdc","t": "The Return","d": "<div class=\"abstract\"><p class=\"shortdesc\">They make it back to the tower and Flynn returns a tied up Rapunzel to Mother Gothel. He gets his treasure back but feels a twinge of regret about the deal he made now that he has gotten to know Rapunzel. The devil on his shoulder wins this battle and he goes to leave the t...</p></div>"},"d1e10": {"l": "./chapter-3.html#topic_xmc_zwq_fdc","t": "The Great Escape","d": "<div class=\"abstract\"><p class=\"shortdesc\">While Gothel was out running a lengthy errand, Rapunzel and Flynn set out on their journey. Rapunzel is naive and doesn't realize that Flynn could be a danger to her, and Flynn is hoping that plays right into his hands, as he tries to scare Rapunzel and convince her to turn...</p></div>"},"d1e17": {"l": "./chapter-1.html#topic_xmc_zwq_fdc","t": "Meet Rapunzel","d": "<div class=\"abstract\"><p class=\"shortdesc\">Rapunzel is a young woman who lives in isolation in a tower, with long blonde hair that glows when she sings. The only other person she sees is her guardian, Mother Gothel, who keeps her hidden for reasons unknown to Rapunzel. On her 18th birthday, Rapunzel starts asking qu...</p></div>"},"d1e24": {"l": "./chapter-2.html#topic_xmc_zwq_fdc","t": "A Visitor Arrives","d": "<div class=\"abstract\"><p class=\"shortdesc\">One fateful day, a thief names Flynn Rider scalers Rapunzel's tower in an attempt to hide from the royal guards chasing him. Though he is charming and quick-witted, Rapunzel overpowers him and hides his secret treasure. She decides to make a deal with him: take her to see t...</p></div>"},"d1e31": {"l": "./chapter-4.html#topic_xmc_zwq_fdc","t": "Meeting the Real World","d": "<div class=\"abstract\"><p class=\"shortdesc\">Rapunzel and Flynn nervously wait out the guards trying their best to be as quiet as possible. The guards all searching all around them and one wrong move will give them away. Eventually the guards leave and they can take a deep breath, for now. They start again on their jo...</p></div>"},"d1e39": {"l": "./index.html#topic_xmc_zwq_fdc","t": "index","d": "<div class=\"abstract\"><p class=\"shortdesc\"></p></div>"},"d1e46": {"l": "./chapter-5.html#topic_xmc_zwq_fdc","t": "Lanterns in The Sky","d": "<div class=\"abstract\"><p class=\"shortdesc\">After a long and arduous journey, Rapunzel and Flynn finally make it to see the lanterns. Rapunzel is overcome with emotion for reasons unknown to her. She feels connected to this place somehow. She notices Flynn is acting strange and keeps looking over his shoulder. They t...</p></div>"},"d1e53": {"l": "./chapter-6.html#topic_xmc_zwq_fdc","t": "The Price of Freedom","d": "<div class=\"abstract\"><p class=\"shortdesc\">Flynn reveals that he has been working with Mother Gothel this whole time. They made up a plan to let Rapunzel see the lanterns before Gothel locks her up in the tower FOREVER. Rapunzel feels helpless and tries to come up with a plan to escape but she is stuck in a boat far...</p></div>"}}